Repository: thermesmarins/tmsm-woocommerce-laposte-tracking
Catalog: languages/tmsm-woocommerce-laposte-tracking-*.po
Languages: fr_fr

source: Every %d minutes
fr_fr: Toutes les %d minutes

source: La Poste Tracking
fr_fr: Suivi La Poste

source: Allow shipment tracking using the La Poste API. Get your API key here: %s
fr_fr: Permet le suivi d’expédition avec l’API La Poste. Obtenir votre clé API ici : %s

source: API Key
fr_fr: Clé API

source: Enter with your API Key.
fr_fr: Saisir la clé API.

source: API Sandbox Key
fr_fr: Clé API sandbox

source: Enter with your API Sandbox Key (used for testing).
fr_fr: Saisir votre clé API sandbox (pour tester).

source: Status:
fr_fr: Statut :

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: Shipped on %s
fr_fr: Expédié le %s

source: Click here to track your shipment
fr_fr: Cliquez ici pour suivre votre expédition

source: Track
fr_fr: Suivi

source: Delete
fr_fr: Supprimer

source: Add Tracking Number
fr_fr: Ajouter un numéro de suivi

source: La Poste Tracking Number:
fr_fr: Numéro de suivi La Poste :

source: Date shipped:
fr_fr: Date d’expédition :

source: Y-m-d
fr_fr: d/m/Y

source: Save Tracking Number
fr_fr: Enregistrer le numéro de suivi

source: Information Received
fr_fr: Déclaratif réceptionné

source: Acceptance
fr_fr: Pris en charge

source: Acceptance in Shipping Country
fr_fr: Pris en charge dans le pays d’expédition

source: Being Processed
fr_fr: En cours de traitement

source: Being Processed in Shipping Country
fr_fr: En cours de traitement dans le pays d’expédition

source: Being Processed in Final Country
fr_fr: En cours de traitement dans le pays de destination

source: Being Processed in Transit Country
fr_fr: En cours de traitement dans un pays de transit

source: Awaiting Delivery
fr_fr: En attente de présentation

source: Into Customs
fr_fr: Entrée en Douane

source: Released by Customs
fr_fr: Sortie de Douane

source: Retained by Customs
fr_fr: Retenu en Douane

source: Ongoing Problem
fr_fr: Problème en cours

source: Problem Resolved
fr_fr: Problème résolu

source: Out for Delivery
fr_fr: Mis en distribution

source: Failed Attempt
fr_fr: Non distribuable

source: Available for Pickup
fr_fr: En attente d’être retiré au guichet

source: Returned to Sender
fr_fr: Retourné à l’expéditeur

source: Delivered
fr_fr: Distribué

source: Delivered to Sender
fr_fr: Distribué à l’expéditeur

source: La Poste tracking
fr_fr: Suivi La Poste

source: Select which document types should display shipment tracking.
fr_fr: Sélectionnez quels types de documents doivent afficher le suivi d’expédition.

source: TRACKING INFORMATION
fr_fr: INFORMATION DE SUIVI

source: Tracking Information
fr_fr: Information de suivi

source: Your package has been shipped. Your tracking code is:
fr_fr: Votre colis a été expédié. Votre code de suivi est :

source: Tracking Number
fr_fr: Numéro de suivi

source: Status
fr_fr: Statut

source: Shipped
fr_fr: Expédié

source: Tracking unavailable
fr_fr: Suivi indisponible
